[
    {
        "name":"Plivo.com",
        "description": "Plivo project is to migrate current plivo website to new design and some more extra features, This project helped me add some more skill to my profile like Jekyll, Algolia Search, Font optimization, I helped them to improve performance by optimizing image, fonts, compress HTML, CSS, js and use preload for critical resources.",
        "image": "images/vierbit.png",
        "link": "https://plivo.com"
    },
    {
        "name":"Thairpysalonandspa.ca",
        "description": "Thairpy salon and spa, Canada based salon and spa, i have design and developed portfolio website for them, this project is static data website with attractive design and 100% usable offline, It's PWA, i have added some ui features like, play video in background, add slider for team member, and add other services in menu.",
        "image": "images/thairpy.png",
        "link": "https://thairpysalonandspa.com"
    },
    {
        "name":"Nx digital And Optimus DM",
        "description": "Nx Digital is the first project design and developed after i have started working as full time freelancer, i have used gatsbyjs, this is out of the box PWA, also inegrated blog on this site, I have used gatsby plugin and wordpress json api to fetch blog details, also integrated netlify form for email notifications.",
        "image": "images/nxdigital.png",
        "link": "https://nxdigital.com.au"
    },
    {
        "name":"Hamilton Wireless",
        "description": "Hamilton wireless is canada based electronics items retail store, they want to go online, my main focus for this project is to build fast and mobile first website, which help their customer to find store online easily without wasting lots of data and time, first option i have was gatsbyjs, gatsbyjs is supeer cool tool to build super a fast web application.",
        "image": "images/hamilton.png",
        "link": "https://hamiltonwireless.ca"
    },
    {
        "name":"Cleartrip Pvt Ltd.",
        "description": "As a full stack developer, my job is to contribute to hotels project at Cleartrip, during my journey at Cleartrip I have done some project includes - revamp filters design, GST Integration, Hotel Shortlist, Load Search page fast by prefetching data, Revamp details page, Pre-applied wallet balance and some more.",
        "image": "images/cleartrip.png",
        "link": "https://cleartrip.com"
    },
    {
        "name":"Pavan Industries",
        "description": "It's a static portfolio website for a wooden box manufacturing company, This is one of the early days project i got, i have used simple html,css, javascript to build this website.",
        "image": "images/packingwood.png",
        "link": "https://packingwood.in"
    },
    {
        "name":"Servicenow projects",
        "description": "I worked with multiple clients to build a web application using ServiceNow, my job is to build UI for them and also write some servicenow scripts depends on their requirement, maximum are to generate diffrent kind of reports, Client includes - Patientrails, Nokia, CareAR"
    },
    {
        "name":"RPWS web video conferancing(Polycom)",
        "description": "As a software engieer at Polycom, I have almost spent 2 years, During my period over here I have worked on lots of issues on an existing product(Web video conferencing application), I also i have integrated some of the important features in the product, Second i also have worked on more product to integrate web content share in desktop."
    },
    {
        "name":"Pholio Polycom",
        "description": "I have played the role of front end developer in Phoilo Project, Portal is for validation of video endpoints, Main modules in this are OAuth Login, List Registered devices, Add/Edit device, After registering the device with this portal user can join a meeting from that device"
    },
    {
        "name":"Theminimall (Alpine Health)",
        "description": "My career started as a web developer with alpine health, It's a E-Commerce portal for sellers and buyers Sellers can create their store and upload products of different range The main component on buyer side are search product, list products, add to cart, payment, Account/Order management CC Avenue payment gateway is integrated with this product"
    }
]